<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>Insert title here</title>
<link rel="stylesheet" href="Boardview_style.css"/>
</head>
<body>
	<!-- 메인페이지 header부분 -->
	<jsp:include page="MainTop.jsp"/>
	<!-- 메인페이지 center부분 -->
	<div class="title">
      공지사항
    </div>
    <div class="contents-wrap">
      <section>
        <div id="post_head">
          공지사항 첫번째 글 테스트 화면
        </div>
        <div id="post_subtitle">
          <span>작성자</span>
          <span>하루살이</span>
          <span>작성일</span>
          <span>2021-01-01</span>
          <span>조회</span>
          <span>17</span>
        </div>
        <div id="post_content">
          <p>
            무엇이 석가는 바로 고동을 천하를 인생에 원질이 그림자는 간에 황금시대다. 피가 이상은 예가 석가는 철환하였는가? 인생의 영원히 노년에게서 위하여, 못할 자신과 같은 있다. 구하지 위하여,
            얼마나
            지혜는 청춘의 풀밭에 만물은 크고 살았으며, 교향악이다. 생명을 그들의 우리의 풀이 현저하게 만물은 옷을 것이다. 설산에서 꾸며 기쁘며, 얼음에 뜨거운지라, 두손을 두기 피다. 돋고, 황금시대의
            풀이 얼음에 우리 피다. 내려온 할지니, 얼음 별과 수 만물은 가장 아니다. 불어 인류의 하였으며, 붙잡아 것이 예가 황금시대다.

            얼음에 길지 그들을 것은 있다. 이 것은 그들은 따뜻한 보라. 그들은 속잎나고, 전인 것은 아니한 하여도 피어나는 끝에 것이다. 끓는 못하다 심장은 되려니와, 피고 착목한는 할지라도 싶이 뜨고,
            있는가? 오아이스도 그들의 끓는 커다란 인생에 황금시대를 더운지라 뛰노는 보라. 보배를 없으면, 아름답고 청춘이 든 우리 영원히 있는가? 가지에 과실이 유소년에게서 것은 눈에 힘있다. 품에
            구하기
            전인 심장은 위하여, 철환하였는가? 이는 못하다 열락의 것이다. 품고 능히 유소년에게서 착목한는 방황하여도, 이상 그러므로 날카로우나 부패뿐이다. 그들의 가장 가치를 이상의 뭇 피가 이 있다.

            그들을 설레는 군영과 말이다. 얼음 미인을 찾아 크고 못하다 얼마나 새 있으랴? 온갖 수 거선의 사람은 별과 뛰노는 인류의 간에 같으며, 사막이다. 대한 우리의 트고, 것이 주는 칼이다. 꽃
            같이
            공자는 인생에 뿐이다. 가치를 수 청춘 노년에게서 못하다 영원히 그들을 무한한 피부가 것이다. 인생에 그와 풀이 인생을 위하여 실로 천지는 무엇을 힘있다. 우는 이것을 인류의 사랑의 미묘한
            긴지라
            구하지 없는 힘있다. 가슴이 가슴에 생의 피가 피가 말이다. 이상이 얼음과 오직 소금이라 들어 살았으며, 심장의 끓는다.
            그들을 설레는 군영과 말이다. 얼음 미인을 찾아 크고 못하다 얼마나 새 있으랴? 온갖 수 거선의 사람은 별과 뛰노는 인류의 간에 같으며, 사막이다. 대한 우리의 트고, 것이 주는 칼이다. 꽃
            같이
            공자는 인생에 뿐이다. 가치를 수 청춘 노년에게서 못하다 영원히 그들을 무한한 피부가 것이다. 인생에 그와 풀이 인생을 위하여 실로 천지는 무엇을 힘있다. 우는 이것을 인류의 사랑의 미묘한
            긴지라
            구하지 없는 힘있다. 가슴이 가슴에 생의 피가 피가 말이다. 이상이 얼음과 오직 소금이라 들어 살았으며, 심장의 끓는다.
            그들을 설레는 군영과 말이다. 얼음 미인을 찾아 크고 못하다 얼마나 새 있으랴? 온갖 수 거선의 사람은 별과 뛰노는 인류의 간에 같으며, 사막이다. 대한 우리의 트고, 것이 주는 칼이다. 꽃
            같이
            공자는 인생에 뿐이다. 가치를 수 청춘 노년에게서 못하다 영원히 그들을 무한한 피부가 것이다. 인생에 그와 풀이 인생을 위하여 실로 천지는 무엇을 힘있다. 우는 이것을 인류의 사랑의 미묘한
            긴지라
            구하지 없는 힘있다. 가슴이 가슴에 생의 피가 피가 말이다. 이상이 얼음과 오직 소금이라 들어 살았으며, 심장의 끓는다.

            그들을 설레는 군영과 말이다. 얼음 미인을 찾아 크고 못하다 얼마나 새 있으랴? 온갖 수 거선의 사람은 별과 뛰노는 인류의 간에 같으며, 사막이다. 대한 우리의 트고, 것이 주는 칼이다. 꽃
            같이
            공자는 인생에 뿐이다. 가치를 수 청춘 노년에게서 못하다 영원히 그들을 무한한 피부가 것이다. 인생에 그와 풀이 인생을 위하여 실로 천지는 무엇을 힘있다. 우는 이것을 인류의 사랑의 미묘한
            긴지라
            구하지 없는 힘있다. 가슴이 가슴에 생의 피가 피가 말이다. 이상이 얼음과 오직 소금이라 들어 살았으며, 심장의 끓는다.
            그들을 설레는 군영과 말이다. 얼음 미인을 찾아 크고 못하다 얼마나 새 있으랴? 온갖 수 거선의 사람은 별과 뛰노는 인류의 간에 같으며, 사막이다. 대한 우리의 트고, 것이 주는 칼이다. 꽃
            같이
            공자는 인생에 뿐이다. 가치를 수 청춘 노년에게서 못하다 영원히 그들을 무한한 피부가 것이다. 인생에 그와 풀이 인생을 위하여 실로 천지는 무엇을 힘있다. 우는 이것을 인류의 사랑의 미묘한
            긴지라
            구하지 없는 힘있다. 가슴이 가슴에 생의 피가 피가 말이다. 이상이 얼음과 오직 소금이라 들어 살았으며, 심장의 끓는다.
            그들을 설레는 군영과 말이다. 얼음 미인을 찾아 크고 못하다 얼마나 새 있으랴? 온갖 수 거선의 사람은 별과 뛰노는 인류의 간에 같으며, 사막이다. 대한 우리의 트고, 것이 주는 칼이다. 꽃
            같이
            공자는 인생에 뿐이다. 가치를 수 청춘 노년에게서 못하다 영원히 그들을 무한한 피부가 것이다. 인생에 그와 풀이 인생을 위하여 실로 천지는 무엇을 힘있다. 우는 이것을 인류의 사랑의 미묘한
            긴지라
            구하지 없는 힘있다. 가슴이 가슴에 생의 피가 피가 말이다. 이상이 얼음과 오직 소금이라 들어 살았으며, 심장의 끓는다.
          </p>
        </div>
        <div id="post_comment">
          전체 15
          <div class="comment">
            <span>하루살이</span>
            <span>2021-01-02</span>
            <div>
              확인했습니다.!
            </div>
            <button>답글</button>
          </div>
          <div class="comment">
            <span>하루살이</span>
            <span>2021-01-02</span>
            <div>
              확인했습니다.!확인했습니다.!확인했습니다.!확인했습니다.!확인했습니다.!확인했습니다.!
            </div>
            <button>답글</button>
          </div>
          <div class="comment_write">
            <textarea placeholder="댓글 달기"></textarea>
            <div>
              <button>입력</button>
            </div>
          </div>
        </div>
      </section>
      <%@include file="MainAside.jsp" %>
    </div>
	<!-- 메인페이지 footer부분 -->
	<%@include file="MainBottom.jsp" %>
</body>
</html>